---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Area
zh: 面积区域
source: html/a16442e2-8755-227d-3f12-e2aadd25ffbc.htm
---
# Area Members

**中文**: 面积区域

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.